namespace Bingo.Dao.BingoDb.Entity
{
    public enum  GradeEnum
    {
        其他=0,
        工作党 = 1,
        一年级 =2,
        二年级 = 3,
        三年级 =4,
        四年级 = 5,
        五年级 = 6,
        六年级 = 7,
        七年级 =8,
        八年级 =9,
        九年级 =10,
        高一=11,
        高二=12,
        高三=13,
        大一=14,
        大二=15,
        大三=16,
        大四=17,
        大五=18,
        研究生一年级=19,
        研究生二年级 = 20,
        研究生三年级 = 21,
        研究生四年级 = 22,
        博士生一年级 = 23,
        博士生二年级 = 24,
        博士生三年级 = 25,
        博士生四年级 = 26
    }
}