namespace Bingo.Dao.BingoDb.Entity
{
    public enum  GradeEnum
    {
        其他=0,
        一年级=101,
        二年级 = 102,
        三年级 = 103,
        四年级 = 104,
        五年级 = 105,
        六年级 = 106,
        七年级 = 107,
        八年级 = 108,
        九年级 = 109,
        高一=201,
        高二=202,
        高三=203,
        大一=301,
        大二=302,
        大三=303,
        大四=304,
        大五=305,
        研究生一年级=401,
        研究生二年级 = 402,
        研究生三年级 = 403,
        研究生四年级 = 404,
        博士生一年级 = 501,
        博士生二年级 = 502,
        博士生三年级 = 503,
        博士生四年级 = 504
    }
}
